git
curl
mesa
xorg*
xterm
binutils
dosfstools
noto-fonts-emoji
usbutils
xdg-user-dirs
--END OF MINIMAL INSTALL--
alsa-plugins
alsa-utils
autoconf
automake
awesome-terminal-fonts
bash-completion
bind
bison
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
celluloid
cmatrix
cronie
cups
dialog
dmidecode
dnsmasq
dtc
efibootmgr
egl-wayland
exfat-utils
flex
fuse2
fuse3
fuseiso
gamemode
gcc
gimp
gparted
gptfdisk
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
haveged
htop
jdk-openjdk
kitty
libdvdcss
libtool
lsof
lutris
lzop
m4
make
neofetch
ntfs-3g
ntp
openbsd-netcat
openssh
os-prober
p7zip
papirus-icon-theme
patch
picom
pkgconf
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pip
qemu
snap-pac
snapper
steam
swtpm
synergy
terminus-font
traceroute
ttf-droid
ttf-hack
ttf-roboto
ufw
unrar
unzip
virt-manager
virt-viewer
which
wine-gecko
wine-mono
winetricks
zip
zsh
ranger
atom
firefox
ruby
ruby-devel
neovim
flatpak
rust
ripgrep
bat
scrot
spectacle
kdialog
cifs-utils
github-cli
ttf-caladea
ttf-carlito
ttf-dejavu
ttf-liberation
ttf-linux-libertine-g
noto-fonts
adobe-source-code-pro-fonts
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
jre-openjdk
libreoffice-still
hunspell
hunspell-en_us
libreoffice-still
lib32-gtk2
lib32-libva
lib32-libvdpau
nvidia-utils
