--END OF MINIMAL INSTALL--
lightly-git
lightlyshaders-git
mangohud
mangohud-common
nerd-fonts-fira-code
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-theme
ocs-url
sddm-nordic-theme-git
snapper-gui-git
ttf-meslo
vde2
plasma5-wallpapers-dynamic
kwin-bismuth
gwe
easyssh
teams-for-linux
gotop
obsidian
ttf-gentium-basic
hsqldb2-java
libreoffice-extension-languagetool
